Repository: dev-alamin/save-wpforms-entries
Catalog: languages/forms-entries-manager-*.po
Languages: de_de

source: Forms Entries Manager
de_de: Formulareinträge-Verwalter

source: The ultimate dashboard to manage, search, and sync entries from WPForms, Contact Form 7, and more.
de_de: Das ultimative Dashboard zum Verwalten, Suchen und Synchronisieren von Einträgen aus WPForms, Contact Form 7 und mehr.

source: Settings
de_de: Einstellungen

source: Docs
de_de: Dokumentation

source: Upgrade PRO
de_de: PRO-Version aktualisieren

source: 🚫 Your site is blocking REST API access required by Advanced Entries Manager. Please whitelist /wp-json/aem/entries/v1/* to ensure full functionality.
de_de: 🚫 Ihre Website blockiert den für den Advanced Entries Manager erforderlichen REST-API-Zugriff. Bitte setzen Sie /wp-json/aem/entries/v1/* auf die Whitelist, um die volle Funktionalität sicherzustellen.

source: Your site is blocking the REST API endpoints required by Advanced Entries Manager. Please whitelist <code>/wp-json/wpforms/entries/v1/*</code> in your firewall or security plugin (e.g., Wordfence, Sucuri) to ensure full functionality.
de_de: Ihre Website blockiert die für den Advanced Entries Manager erforderlichen REST-API-Endpunkte. Bitte setzen Sie <code>/wp-json/wpforms/entries/v1/*</code> in Ihrer Firewall oder Sicherheits-Plugin (z. B. Wordfence, Sucuri) auf die Whitelist, um die volle Funktionalität sicherzustellen.

source: Dismiss REST API alert
de_de: REST-API-Warnung schließen

source: Need help managing entries or exporting them to Google Sheets? <a href="%s" class="text-blue-600 hover:underline font-medium" target="_blank" rel="noopener noreferrer">Visit the documentation</a>.
de_de: Brauchen Sie Hilfe beim Verwalten von Einträgen oder beim Export in Google Sheets? <a href="%s" class="text-blue-600 hover:underline font-medium" target="_blank" rel="noopener noreferrer">Besuchen Sie die Dokumentation</a>.

source: Collapse details
de_de: Details ausblenden

source: Expand details
de_de: Details erweitern

source: Dismiss
de_de: Schließen

source: Getting Started Guide
de_de: Einstiegsanleitung

source: View Full Entry in Modal
de_de: Vollen Eintrag im Modal anzeigen

source: Bulk Actions & Filters
de_de: Massenaktionen & Filter

source: CSV Export & Field Exclusion
de_de: CSV-Export & Feld-Ausschluss

source: Comment on Entries
de_de: Kommentare zu Einträgen

source: Print Friendly Entries
de_de: Druckfreundliche Einträge

source: Sync to Google Sheets
de_de: Mit Google Sheets synchronisieren

source: Entry Migration Guide
de_de: Eintrags-Migrationsanleitung

source: WPForms Entries
de_de: WPForms Einträge

source: WPForms Entry Sync Settings
de_de: WPForms Eintragssynchronisierung Einstellungen

source: No Entries Found
de_de: Keine Einträge gefunden

source: Looks like you haven't received any submissions yet. <br class='hidden sm:block'>Sit back and relax — we’ll show the entries here as soon as they arrive! 📨
de_de: Es sieht so aus, als hätten Sie noch keine Einsendungen erhalten. <br class='hidden sm:block'>Lehnen Sie sich zurück — wir zeigen die Einträge hier, sobald sie eintreffen! 📨

source: Migrate from WPFormsDB
de_de: Von WPFormsDB migrieren

source: Easily migrate your old WPFormsDB entries to take full advantage of our advanced features.
de_de: Migrieren Sie Ihre alten WPFormsDB-Einträge einfach, um alle Vorteile unserer erweiterten Funktionen zu nutzen.

source: Total Entries:
de_de: Gesamteinträge:

source: Migration Overview
de_de: Migrationsübersicht

source: ⚠️ You have a large dataset. We recommend using a batch size of 100 or less to avoid timeouts.
de_de: ⚠️ Sie haben einen großen Datensatz. Wir empfehlen, eine Batch-Größe von 100 oder weniger zu verwenden, um Zeitüberschreitungen zu vermeiden.

source: Batch Size:
de_de: Batch-Größe:

source: Start Migration
de_de: Migration starten

source: View Migration Progress
de_de: Migrationsfortschritt anzeigen

source: Migration is running. See Progress
de_de: Migration läuft. Fortschritt anzeigen

source: Stop Migration
de_de: Migration stoppen

source: Migration Completed!
de_de: Migration abgeschlossen!

source: Migration Progress
de_de: Migrationsfortschritt

source: Migrating Entries:
de_de: Einträge werden migriert:

source: Estimated time left:
de_de: Geschätzte verbleibende Zeit:

source: Progress:
de_de: Fortschritt:

source: Migration Log
de_de: Migrationsprotokoll

source: Entry Details
de_de: Eintragsdetails

source: Close Note
de_de: Notiz schließen

source: Edit Note
de_de: Notiz bearbeiten

source: Add Note
de_de: Notiz hinzufügen

source: Your Note
de_de: Ihre Notiz

source: Write something helpful for this entry…
de_de: Schreiben Sie etwas Nützliches für diesen Eintrag…

source: Max 1000 characters. Avoid sensitive data.
de_de: Maximal 1000 Zeichen. Keine sensiblen Daten verwenden.

source: Saved Note
de_de: Gespeicherte Notiz

source: Save Note
de_de: Notiz speichern

source: Mark as Read
de_de: Als gelesen markieren

source: Mark as unread
de_de: Als ungelesen markieren

source: Delete
de_de: Löschen

source: Advanced Entries Manager Settings
de_de: Erweiterte Eintragsmanager-Einstellungen

source: Browse and manage form entries submitted by users. Click on a form to view its submissions, mark entries as read/unread, or delete them as needed.
de_de: Durchsuchen und Verwalten von Formulareinträgen, die von Benutzern eingereicht wurden. Klicken Sie auf ein Formular, um seine Einsendungen anzuzeigen, Einträge als gelesen/ungelesen zu markieren oder sie bei Bedarf zu löschen.

source: Google Sync
de_de: Google-Synchronisierung

source: Advanced Export
de_de: Erweiterter Export

source: General Settings
de_de: Allgemeine Einstellungen

source: Save Changes
de_de: Änderungen speichern

source: Select Form
de_de: Formular auswählen

source: -- Select a Form --
de_de: -- Wählen Sie ein Formular --

source: Date From
de_de: Datum von

source: Date To
de_de: Datum bis

source: Exclude Columns (Optional)
de_de: Spalten ausschließen (optional)

source: Start Exporting
de_de: Export starten

source: Download Export File
de_de: Exportdatei herunterladen

source: See Export Progress
de_de: Exportfortschritt anzeigen

source: Delete Export File
de_de: Exportdatei löschen

source: Export Progress
de_de: Exportfortschritt

source: The export is currently in progress. You can close this window and it will continue in the background.
de_de: Der Export läuft derzeit. Sie können dieses Fenster schließen, der Export läuft im Hintergrund weiter.

source: Entries Processed
de_de: Verarbeitete Einträge

source: Close
de_de: Schließen

source: 📄 Pagination Settings
de_de: 📄 Paginierungseinstellungen

source: Set how many entries are shown per page in the admin UI.
de_de: Legen Sie fest, wie viele Einträge pro Seite in der Admin-Oberfläche angezeigt werden.

source: Entries per Page
de_de: Einträge pro Seite

source: Google Account Connection
de_de: Google-Konto-Verbindung

source: Connected to Google Sheets
de_de: Mit Google Sheets verbunden

source: Reconnect or switch Google Account
de_de: Google-Konto erneut verbinden oder wechseln

source: Switch Account
de_de: Konto wechseln

source: Live data sync is active. Streaming enabled ✅
de_de: Echtzeit-Datensynchronisierung aktiv. Streaming aktiviert ✅

source: Your WPForms submissions are now syncing automatically with your Google Sheets in real-time. This connection allows you to streamline your data collection and analysis.
de_de: Ihre WPForms-Einsendungen werden jetzt automatisch in Echtzeit mit Ihren Google Sheets synchronisiert. Diese Verbindung ermöglicht eine effizientere Datenerfassung und Analyse.

source: Token expires in:
de_de: Token läuft ab in:

source: Reconnect
de_de: Erneut verbinden

source: To start syncing WPForms entries with Google Sheets, please connect your Google account. This will enable live synchronization and easy data management.
de_de: Um WPForms-Einträge mit Google Sheets zu synchronisieren, verbinden Sie bitte Ihr Google-Konto. Dadurch wird die Echtzeitsynchronisation und eine einfache Datenverwaltung aktiviert.

source: Connect with Google
de_de: Mit Google verbinden

source: Mark as Read/Unread
de_de: Als gelesen/ungelesen markieren

source: Mark as Favorite
de_de: Als Favorit markieren

source: Sync to Google Sheet
de_de: Mit Google Sheet synchronisieren

source: Print Entry
de_de: Eintrag drucken

source: Export as CSV
de_de: Als CSV exportieren

source: View Details
de_de: Details anzeigen

source: Select Action
de_de: Aktion auswählen

source: Apply
de_de: Anwenden

source: Filter by Status
de_de: Nach Status filtern

source: All Statuses
de_de: Alle Status

source: Read
de_de: Gelesen

source: Unread
de_de: Ungelesen

source: Select search type
de_de: Suchtyp auswählen

source: No matching entries found.
de_de: Keine passenden Einträge gefunden.

source: Searching...
de_de: Suche läuft...

source: Previous Page
de_de: Vorherige Seite

source: Go to page
de_de: Gehe zu Seite

source: Next Page
de_de: Nächste Seite

source: Go to
de_de: Gehe zu

source: Jump to page number
de_de: Zu Seitenzahl springen

source: Export CSV
de_de: CSV exportieren

source: Mark as Unread
de_de: Als ungelesen markieren

source: Unmark Favorite
de_de: Favorit entfernen

source: Mark as Spam
de_de: Als Spam markieren

source: Unmark Spam
de_de: Spam entfernen

source: Delete Entries
de_de: Einträge löschen

source: Advanced Entries Manager Overview
de_de: Übersicht des erweiterten Eintragsmanagers

source: Entries:
de_de: Einträge:

source: Total number of entries
de_de: Gesamtanzahl der Einträge

source: Number of unread entries
de_de: Anzahl ungelesener Einträge

source: Total number of unread entries
de_de: Gesamtanzahl ungelesener Einträge

source: Unread:
de_de: Ungelesen:

source: Click to view entries
de_de: Klicken, um Einträge anzuzeigen

source: Hide entries
de_de: Einträge ausblenden

source: Entries table for form
de_de: Eintragstabelle für Formular

source: Date
de_de: Datum

source: Actions
de_de: Aktionen

source: Click for details
de_de: Für Details klicken

source: Invalid or missing entry IDs.
de_de: Ungültige oder fehlende Eintrags-IDs.

source: Invalid action provided.
de_de: Ungültige Aktion angegeben.

source: %d entry deleted.
de_de: %d Eintrag gelöscht.

source: %d entry updated.
de_de: %d Eintrag aktualisiert.

source: No entries selected.
de_de: Keine Einträge ausgewählt.

source: No data found.
de_de: Keine Daten gefunden.

source: Invalid or missing form_id or entry data.
de_de: Ungültige oder fehlende form_id oder Eintragsdaten.

source: Database insert failed.
de_de: Datenbankeinfügung fehlgeschlagen.

source: Entry created successfully.
de_de: Eintrag erfolgreich erstellt.

source: Missing required parameters.
de_de: Erforderliche Parameter fehlen.

source: You are not allowed to delete entries.
de_de: Sie dürfen Einträge nicht löschen.

source: Entry has been deleted successfully!
de_de: Eintrag wurde erfolgreich gelöscht!

source: Entry not found or already deleted.
de_de: Eintrag nicht gefunden oder bereits gelöscht.

source: Action Scheduler is required but not available.
de_de: Action Scheduler wird benötigt, ist aber nicht verfügbar.

source: A valid Form ID is required.
de_de: Eine gültige Formular-ID wird benötigt.

source: No entries found for the selected criteria.
de_de: Keine Einträge für die ausgewählten Kriterien gefunden.

source: CSV export has been successfully queued.
de_de: CSV-Export wurde erfolgreich in die Warteschlange gestellt.

source: Job ID is required.
de_de: Job-ID wird benötigt.

source: Export job not found or has expired.
de_de: Exportauftrag nicht gefunden oder abgelaufen.

source: Could not create temporary export directory.
de_de: Temporäres Exportverzeichnis konnte nicht erstellt werden.

source: Export job not found or not yet complete.
de_de: Exportauftrag nicht gefunden oder noch nicht abgeschlossen.

source: Export file not found on the server.
de_de: Exportdatei auf dem Server nicht gefunden.

source: File was already deleted.
de_de: Datei wurde bereits gelöscht.

source: Export file deleted successfully.
de_de: Exportdatei erfolgreich gelöscht.

source: Failed to delete the export file.
de_de: Löschen der Exportdatei fehlgeschlagen.

source: Invalid or missing form ID.
de_de: Ungültige oder fehlende Formular-ID.

source: just now
de_de: gerade eben

source: %d minute ago
de_de: vor %d Minute

source: %d hour ago
de_de: vor %d Stunde

source: Yesterday
de_de: Gestern

source: Note is too long. Please limit to 1000 characters.
de_de: Notiz ist zu lang. Bitte auf 1000 Zeichen beschränken.

source: Failed to delete entry: Unknown error
de_de: Löschen des Eintrags fehlgeschlagen: Unbekannter Fehler

source: Delete request failed. Check console for details.
de_de: Löschanfrage fehlgeschlagen. Überprüfen Sie die Konsole für Details.

source: A network error occurred. Please try again.
de_de: Ein Netzwerkfehler ist aufgetreten. Bitte versuchen Sie es erneut.

source: ❌ Entry not found in the list.
de_de: ❌ Eintrag nicht in der Liste gefunden.

source: Bulk action failed:
de_de: Massenaktion fehlgeschlagen:

source: Failed to start export.
de_de: Export konnte nicht gestartet werden.

source: Failed to fetch export progress.
de_de: Exportfortschritt konnte nicht abgerufen werden.

source: Please select a form before exporting.
de_de: Bitte wählen Sie ein Formular, bevor Sie exportieren.

source: Invalid CSV content.
de_de: Ungültiger CSV-Inhalt.

source: Export complete! Your download should start shortly.
de_de: Export abgeschlossen! Ihr Download sollte in Kürze starten.

source: Failed to fetch forms:
de_de: Formulare konnten nicht abgerufen werden:

source: Failed to fetch entries:
de_de: Einträge konnten nicht abgerufen werden:

source: Failed to fetch form fields. Please try again.
de_de: Formularfelder konnten nicht abgerufen werden. Bitte erneut versuchen.

source: ❌ Unexpected error occurred.
de_de: ❌ Unerwarteter Fehler aufgetreten.

source: Entry synchronization Done!
de_de: Eintragssynchronisierung abgeschlossen!

source: ❌ Synchronization failed.
de_de: ❌ Synchronisierung fehlgeschlagen.

source: ❌ Save failed.
de_de: ❌ Speichern fehlgeschlagen.

source: Expired
de_de: Abgelaufen

source: Less than a minute
de_de: Weniger als eine Minute

source: Entry ID
de_de: Eintrags-ID

source: 🔍 Search by %s...
de_de: 🔍 Suche nach %s...

source: Powered by
de_de: Unterstützt von
